Repository: stden/colortek
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ru

source: E-mail
ru: Адрес электронной почты

source: Password
ru: Пароль

source: Sorry your username or/and password are invalid
ru: Извините имя пользователя и/или пароль введены неправильно

source: Only verified users allowed to login
ru: Только подтвержденные пользователи могут выполнить вход

source: Username
ru: Имя пользователя

source: Only latin symbols and numbers and underscoreare allowed
ru: Допускаются только латинские символы и цифры

source: Repeat password
ru: Повтор пароля

source: Such username is already exists
ru: Такое имя пользовтеля уже существует

source: Sorry passwords you entered does not match each other
ru: Пароли не совпадают

source: User with given phone exists, please login
ru: Пользователь с таким номером телефона уже существует, пожалуйста используйте вход(логин)

source: User with given email exists, please login
ru: Пользователь с таким электронным адресом почты существует, пожалуйста используйте вход(логин)

source: phone
ru: телефон

source: User agreement
ru: Я согласен с условиями Пользовательского соглашения

source: building
ru: здание

source: address
ru: адрес

source: Phone
ru: Телефон

source: You can not choose this username
ru: Вы не можете выбрать данное пользовательское имя

source: Service name
ru: Имя сервиса

source: Your service name
ru: Имя вашего сервиса

source: Address
ru: Адрес

source: Address where are you located
ru: Адрес, где вы находитесь

source: Avarage cost
ru: Мин. сумма заказа

source: Avarage cost for purchase
ru: Цена для заказа с бесплатной доставкой

source: Avarage deliver cost
ru: Стоимость доставки

source: Avarage deliver cost for customers
ru: Стоимость доставки до клиента

source: Avarage deliver time
ru: Время доставки

source: Avarage deliver time for customers
ru: Время доставки продукции до клиента

source: Office
ru: Офис

source: Real name
ru: Реальное имя

source: Your surname, forname and middle name: <i>Ivanov Ivan Ivanich</i>
ru: Ваше имя, фамилия, отчество: <i>Иванов Иван Иванович</i>

source: Contact phone
ru: Контактный телефон

source: Your contact phone
ru: Ваш контактный телефон

source: May be the same as phone
ru: Может быть как и основной телефон

source: Contact email
ru: Контактный адрес эл. почты

source: May be the same as common email
ru: Может быть как и основной адрес эл. почты

source: Please input your surname, in the follow direction: surname, forename middle name dividing by space
ru: Пожалуйста введите ваше имя в нужной последовательности: фамилия, имя, отчество, разделяя их знаком пробела

source: This email account was registered already, please login
ru: Данный адрес электронной почты уже зарегестрирован, пожалуйста, используйте вход.

source: This user had been already invited, sorry
ru: На этот адрес уже было выслано приглашение, приносим свои извинения

source: Your are out of invite limit, sorry for that :)
ru: Вы исчерпали лимит инвайтов

source: Email
ru: Эл. адрес

source: Users with given email does not exists
ru: Пользователя с таким электронным адресом почты не существует

source: Password repeat
ru: Повтор пароля

source: Passwords don't match
ru: Пароли не совпадают

source: Mon
ru: Пн

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чт

source: Fri
ru: Пт

source: Sat
ru: Сб

source: Sun
ru: Вс

source: title
ru: заголовок

source: Contact phone type
ru: Тип контактного телефона

source: Contact phone types
ru: Типы контактного телефона

source: phone type
ru: Тип телефона

source: phone user
ru: Владелец

source: Contact phones
ru: Контактные телефоны

source: email
ru: эл. адрес

source: Contact emails
ru: Контактные эл. адреса

source: %s schedule
ru: расписание %s

source: Schedule
ru: Расписание

source: Schedules
ru: Расписания

source: week day
ru: день недели

source: since
ru: с

source: until
ru: до

source: schedule
ru: расписание

source: is active?
ru: активна?

source: marks if this schedule point is active
ru: отмечает, если точка в расписании активна

source: Time and day
ru: Режим работы

source: Time and days
ru: Режимы работы

source: min
ru: мин

source: min border value in killometers
ru: мин граница в киллометрах

source: max
ru: макс

source: max border value in killometers
ru: максимальная граница в киллометрах

source: cost
ru: цена

source: Deliver cost for this distance range
ru: Цена доставки для диапазонов расстояний

source: Deliver cost
ru: Цена доставки

source: Deliver costs
ru: Цены доставки

source: is expired?
ru: истекает?

source: expire date
ru: дата истечения

source: date and time when invite is expired
ru: дата и время, когда истекает инвайт

source: created on
ru: создано

source: created date of invitation
ru: дата создания инвайта(приглашения)

source: updated on
ru: обновлено

source: date when this was updated last time
ru: дата, когда сущность была обновлена

source: sender
ru: отправитель

source: reciever
ru: получатель

source: Friend email
ru: Эл. адрес друга

source: SID
ru: СИД

source: SpecialID for registration
ru: СпециальныйИД для регистрации

source: is verified?
ru: подтвержден?

source: shows if user is verified
ru: показывает статус подтверждения пользователя

source: Invite
ru: Инвайт

source: Invites
ru: Инвайты

source: is processed?
ru: обработан?

source: Verification
ru: Подтверждение

source: invites
ru: инвайты

source: intites count
ru: количество инвайтов

source: city
ru: город

source: middle name
ru: отчество

source: is partner?
ru: партнер?

source: service
ru: сервис

source: service name
ru: имя сервиса

source: for example: <i>Petrogradskaya</i>
ru: например: <i>Петроградская</i>

source: aparment
ru: квартира

source: Apartment number, for example:<i>17</i>
ru: Номер квартиры, например: <i>17</i>

source: for example: <i>2/2 attr 3</i>
ru: например: <i>2/2 корпус 3</i>

source: site url
ru: адрес сайта

source: Your company site url
ru: Адрес сайта вашей компании

source: subway
ru: метро

source: the nearest subway station
ru: ближайшая станция метро

source: mean cost
ru: Мин. сумма заказа

source: Avarage cost for purchase with deliver for free
ru: Порог цены, при которой доставка осуществляется бесплатно

source: avarage delive time
ru: среднее время доставки

source: 1d10h15m
ru: 10d10h15m

source: deliver cost
ru: Стоимость доставки

source: Avarage cost for deliver
ru: Цена доставки

source: minimal cost
ru: минимальная цена

source: Minimal cost allowed to order
ru: Минимальная разрешенная цена для осуществления заказа

source: description
ru: описание

source: partner given description
ru: описание, данное партнером (о заведении)

source: bonus score
ru: бонус баллы

source: logo
ru: логотип

source: service logo
ru: логотип сервиса

source: google latitude
ru: широта

source: google maps latitude coordinate
ru: широта для гугл карт

source: google longitude
ru: долгота

source: google maps longitude coordinate
ru: долгота для гугл карт

source: is operator?
ru: оператор?

source: has online payment?
ru: имеет онлайн оплату?

source: birthday
ru: день рождения

source: commission
ru: комиссия

source: commission value should be lower than 1, for example: 0.1 - 10%, 0.15 - 15% and so on
ru: комиссия должна выставляться в значения не превышающих 1 (единицу)например: 0.1 - 10%, 0.15 - 15% и так далее

source: is published?
ru: опубликован?

source: additional
ru: дополнительная информация

source: additional information
ru: дополнительная информация

source: publish date
ru: дата публикации

source: Profile
ru: Профиль

source: We apologize, but You can not order with given service becauseit does not work in your coverage area,please select another place to order
ru: Приносим свои извенения, Вы не можете осуществить этот заказ, потому как сервис не предоставляет услугу доставки в ваш район, пожалуйста воспользуйтесь другим сервисом

source: Your password requested to change
ru: Запрос изменения пароля

source: image
ru: изображение

source: weight
ru: порядок

source: Announce
ru: Анонс

source: Type
ru: Тип

source: Types
ru: Типы

source: type
ru: тип

source: Post title
ru: Заголовок поста

source: content
ru: контент

source: Post content
ru: Контент поста

source: announce
ru: анонс

source: Post announce
ru: Анонс поста

source: post image
ru: изображение поста

source: inner link
ru: внутренняя ссылка

source: link for service menu item
ru: ссылка на меню сервиса

source: is approved?
ru: утверждено?

source: Post
ru: Пост

source: Posts
ru: Посты

source: client
ru: клиент

source: name
ru: имя

source: is offline
ru: оффлайн

source: You can not order stuff with another services or providers
ru: Вы не можете осуществить заказ у других сервисов или поставщиков услуг

source: You can not assign container on itself
ru: Вы не можете пристыковать контейнер к самому себе

source: You can not order addons without any items
ru: Вы не моежете заказать добавки, не добавив при этом ни одного товара

source: You can not choose addons of the side services
ru: Вы не можете выбрать добавки других поставщиков

source: discount
ru: скидка

source: up to 10% you can payed by your bonus points
ru: до 10% вы можете оплатить бонусными баллами

source: Name
ru: Имя

source: Phone2
ru: Телефон

source: Street
ru: Улица

source: Building
ru: Здание

source: Building attr
ru: Корпус

source: Apartment
ru: Квартира/Офис

source: Need change
ru: Нужна сдача

source: Deliver Date
ru: Дата доставки

source: Deliver Time
ru: Время доставки

source: Subway
ru: Метро

source: Code
ru: Код

source: Only numbers allowed
ru: разрешены только цифры

source: You can not order in the past
ru: Некорректное дата/время заказа

source: Deliver cost should not be lower than'%s' value
ru: Цена доставки не должна быть ниже значения '%s'

source: You may pass only positive amount of money
ru: Вы можете ввести только положительную сумму денег

source: User with such email exists, please login
ru: Пользователь с таким электронным почтовым адресом уже существует, пожалуйста выполните вход

source: You can not spend more bonus points than you have
ru: Вы не можете потратить бонусных балов больше, чем у вас есть

source: Maxium discount you can get is '%(percent)s' of '%(amount)s is %(max)s'
ru: Максимальная скидка, которую вы получите '%(percent)s' от '%(amount)s' будет '%(max)s'

source: Minimal cost for order is '%s' for this service, you should get more items to process
ru: Для данного сервиса установлена минимальная цена заказа в '%s', вам необходимо добавить еще товаров до этой суммы, чтобы вы смогли осуществить заказ

source: Quantity should be possitive
ru: Количество должно быть больше нуля

source: No such item found
ru: Не найдено таких элементов

source: You can not add multiply service items
ru: Вы не можете добавить товары различных партнеров

source: You're trying to stock items from "%(dst)s" delivery. Do you want to cleanse "%(src)s" items?
ru: Вы пытаетесь положить в корзину товары службы доставки "%(dst)s". В этом случае товары службы "%(src)s" будут удалены из корзины.

source: No item was found with such id
ru: С данным id ничего не найдено

source: You should use values in range of '%(min)s'..'%(max)s'
ru: Вы должны использовать значения в диапазоне '%(min)s'..'%(max)s

source: import file
ru: файл импорта

source: pictures file
ru: файл изображений

source: only zip allowed
ru: разрешены только zip файлы

source: You downloaded non-csv file, please use proper format
ru: Вы загрузили не csv файл, пожалуйста, используйте правильный формат

source: Sorry, but file you want to downloadis not zip file, please user proper format
ru: Файл, который вы хотите загрузить не является zip файлом, пожалуйста, используйте правильный формат

source: Catalog
ru: Каталог

source: catalog
ru: каталог

source: not confirmed
ru: не подтвержден

source: checking
ru: на проверке

source: approved
ru: утвержден

source: rejected
ru: отменен

source: processed
ru: доставлен

source: finished
ru: принят

source: not_confirmed
ru: не подтвержден

source: codename
ru: кодовое имя

source: alias for service for internal use, for example food or stuff
ru: алиас для сервиса, предназначен для внутреннего пользования, например food или stuff

source: Logo for service
ru: Логотип сервиса

source: bigger is prior
ru: чем больше тем главнее

source: Service
ru: Сервис

source: Services
ru: Сервисы

source: code
ru: код

source: codename for term
ru: кодовое имя для термина

source: term
ru: термин

source: Service term
ru: Сервис-термин

source: Service terms
ru: Сервис-термины

source: value
ru: значение

source: Atom rating
ru: Рейтинг-атом

source: Atom ratings
ru: Рейтинг-атомы

source: Category
ru: Категория

source: container related category, spanish/chineese and so on
ru: категория контейнеров, например испанская, китайская (кухни) и так далее

source: weight for order, bigger is prior
ru: порядок, больше - главнее

source: parent
ru: потомок

source: Categories
ru: Категории

source: container owner
ru: владелец контейнера

source: container
ru: контейнер

source: category
ru: категория

source: mean rating
ru: средний рейтинг

source: Container
ru: Контейнер

source: Containers
ru: Контейнеры

source: threshold
ru: граница

source: rate
ru: рейт

source: short title
ru: короткий заголовок

source: short rate title
ru: короткий заголовок

source: Item category
ru: Единица измерения

source: Item categories
ru: Единици измерения

source: Addon category
ru: Единица измерения для добавок

source: Addon categories
ru: Единицы измерения добавок

source: item category
ru: единица измерения

source: special cost
ru: специальная цена

source: Special expires
ru: акция истекает

source: Date then special cost is expire for this item
ru: Дата, когда специальная цена(акция) истекает для данного товара

source: is special active?
ru: акция активна?

source: is special cost for this item active?
ru: специальная цена(акция) активна для данного товара?

source: image for item
ru: изображение для товара

source: is special?
ru: спец-товар?

source: marks if the item is special, e.g. special dish
ru: отмечает, если товар является спец-товаром, например фирменное блюдо

source: is deleted
ru: удален?

source: deletes item
ru: удаляет объект

source: Item
ru: Товар

source: Items
ru: Товары

source: Addon List
ru: Список добавок

source: Addon Lists
ru: Списки добавок

source: addon list
ru: cписок добавок

source: addon category
ru: Единицы измерения для добавок

source: Addon
ru: Добавка

source: Addons
ru: Добавки

source: expires
ru: истекает

source: date and time when special expires
ru: дата и время, когда истекает спецальная цена(акция)

source: if the special is active
ru: если спец-цена(акция) активна

source: owner
ru: владелец

source: Special
ru: Акция

source: Specials
ru: Акции

source: first name
ru: имя

source: phone2
ru: телефон

source: Your contact phone, 2
ru: Ваш контактный телефон

source: street
ru: улица

source: street for deliver
ru: улица для доставки

source: apartment
ru: квартира/офис

source: apartment or office
ru: квартира или офис

source: need change
ru: нужна сдача

source: Offline client
ru: Оффлайн клиент

source: Offline clients
ru: Оффлайн клиенты

source: offline client
ru: оффлайн клиент

source: status
ru: статус

source: comment
ru: комментарий

source: Comment to order
ru: Комментарий для заказа

source: oreder's cost
ru: цена заказа

source: deliver's cost
ru: цена доставки

source: deliver date
ru: дата доставки

source: deliver time
ru: время доставки

source: is payed?
ru: оплачено?

source: Order
ru: Заказ

source: Orders
ru: Заказы

source: content type
ru: тип контента

source: object id
ru: идентификатор объекта

source: quantity
ru: количество

source: total price
ru: итоговая цена

source: order
ru: заказ

source: Order container
ru: Контейнер заказа

source: Order containers
ru: Контейнеры заказов

source: Vote class
ru: Класс отзыва

source: Vote classes
ru: Классы отзывов

source: vote klass
ru: класс отзыва

source: min value validate
ru: минимальное число для валидации

source: max value validate
ru: максимальное число для валидации

source: Vote atom
ru: Отзыв-атом

source: Vote atoms
ru: Отзыв-атомы

source: vote atom
ru: отзыв-атом

source: vote atom value
ru: значение отзыв-атома

source: Vote link
ru: Отзыв-ссылка

source: Vote links
ru: Отзыв-ссылки

source: vote links
ru: отзыв-ссылки

source: mean
ru: среднее

source: mean value
ru: среднее значение

source: Vote item
ru: Отзыв-пункт

source: Vote items
ru: Отзыв-пункты

source: sid
ru: сид

source: secret id
ru: секретный ид

source: vote item
ru: отзыв-пункт

source: is proceeded?
ru: обработан?

source: Your comment for the vote
ru: Ваш комментарий для отзыва

source: No comment provided
ru: Комментарий не предоставлен

source: marks if vote is approved by moderator
ru: отмечает, был ли отзыв утвержден модератором

source: Vote
ru: Отзыв

source: Votes
ru: Отзывы

source: amount
ru: количество

source: bonus amount
ru: количество бонусов

source: exchange rate
ru: тариф обмена

source: real currency echange rate, measure in RUR
ru: тариф обмена в реальную валюту(измеряемой в рублях)

source: is proccessed?
ru: обработан?

source: is discount?
ru: скидка?

source: Bonus transaction
ru: Бонус транзакция

source: Bonus transactions
ru: Бонус транзакции

source: partner
ru: партнер

source: payment id
ru: id оплаты

source: service payment id
ru: id оплаты сервиса

source: Payment transaction
ru: Платежная транзакция

source: Payment transactions
ru: Платежные транзакции

source: Please vote for your order
ru: Пожалуйста, проголосуйте за ваш заказ

source: You can not order less of item quantity then given threshold
ru: Вы не можете осуществить заказ меньшего количества товара, чем установлено границей заказа

source: Quantity should be proportional to its item category threshold, you can not add items without it
ru: Количество должно быть пропорционально границе, вы не можете добавить товар игнорируя это правило

source: You can not repeat order if there's something in the cart, please cleanse it
ru: Вы не можете повторить заказ, если у вас есть товар в корзине, пожалуйста очистите корзину для начала

source: Item '%s' does not exist anymore, sorry
ru: Товара '%s' больше не существует и он не может быть добавлен еще раз, приносим свои извинения.

source: Thank you, your vote proceeded
ru: Спасибо, ваш голос учтен

source: Not found
ru: Не найден

source: City or other settlement type
ru: Город или типовое поселение

source: Priority
ru: Приоретет

source: Ordering priority
ru: Приоретет сортировки

source: for fast city access requirements,for example retrieve city's subway map
ru: для быстрого доступа к городам, например для получения списка метро для указанного города

source: iso name for city
ru: международное имя для города

source: City
ru: Город

source: Cities
ru: Города

source: Subway title
ru: Название станции метро

source: yalink
ru: Yaлинк

source: Subways
ru: Метро

source: yalink type
ru: yalink тип

source: YaType
ru: YaТип

source: YaTypes
ru: YaТипы

source: coords
ru: координаты

source: yandex map coords
ru: координаты яндекс

source: Yalink
ru: Yaлинк

source: Yalinks
ru: Yaлинки

source: latitude
ru: широта

source: longtitude
ru: долгота

source: Google position
ru: Google позиция

source: Goole positions
ru: Google позиции

source: text
ru: текст

source: Auth
ru: Пользователи

source: Blog
ru: Блоги

source: Geo
ru: Географические привязки

source: Sites
ru: Сайты

source: Sms
ru: СМС

source: Accounts
ru: Акаунты

source: accounts
ru: акаунты

source: auth
ru: пользователи

source: sms
ru: смс

source: blog
ru: блоги

source: geo
ru: географические привязки

source: sites
ru: сайты

source: Title
ru: Заголовок

source: Text
ru: Текст

source: Created on
ru: Создано

source: Updated on
ru: Обновлено

source: Page
ru: Страница

source: Pages
ru: Страницы

source: Codename
ru: Кодовое имя

source: Content
ru: Контент

source: Text block
ru: Текстовый блок

source: Text blocks
ru: Текстовые блоки

source: Check status
ru: Проверка статуса

source: You have given wrong phone number
ru: Вы привели неправильный номер телефона

source: Yes, I approve
ru: Да, подтверждаю

source: Message code you which you should recieve on you phone within several minutes
ru: Ваш код, который вы должны получить на ваш телефон в течении нескольких минут

source: Unknown error
ru: Незнакомая ошибка

source: delivered
ru: доставлен

source: not delivered
ru: не доставлен

source: unknown
ru: неизвестен

source: blacklisted
ru: заблокирован

source: invalid phone number
ru: неправильный номер телефона

source: invalid short-phone number
ru: неправильный короткий-номер телефона

source: Queued
ru: В очереди

source: Sent
ru: Отправлен

source: submited
ru: добавлено

source: Status Message
ru: Статус сообщения

source: Text message
ru: Текст сообщения

source: SMS Provider
ru: СМС провайдер

source: Resend?
ru: Переотправить?

source: Resend count
ru: Количество повторов

source: unknown [%(status)s]
ru: неизвестен [%(status)s]

source: SMS Logger
ru: СМС логгер

source: creation date
ru: дата создания

source: cart
ru: корзина

source: carts
ru: корзины

source: unit price
ru: цена юнита

source: item
ru: товар

source: items
ru: товары

source: Cart
ru: Корзина

source: View profile
ru: Просмотреть профиль

source: Invite friend
ru: Пригласить друга

source: View orders
ru: Просмотреть заказы

source: Logout
ru: Выход

source: Login
ru: Вход

source: Register
ru: Регистрация

source: Register partner
ru: Регистрация партнера

source: You registered successful, please
ru: Акаунт был успешно зарегистрирован, пожалуйста выполните

source: login
ru: вход

source: Invite successful proceeded
ru: Приглашение успешно отправлено

source: Change password
ru: Сменить пароль

source: Partner register
ru: Регистрация партнера

source: step
ru: шаг

source: of
ru: из

source: Save
ru: Сохранить

source: Next step
ru: Следующий шаг

source: Prev step
ru: Предыдуший шаг

source: Edit profile
ru: Править профиль

source: Add
ru: Добавить

source: Back to cart
ru: Назад к корзине

source: Cost
ru: Цена

source: Actions
ru: Действия

source: Add to cart
ru: Добавить в корзину

source: You have no any addon on this container
ru: Вы не имеете пока добавок для этой категории

# Order products
source: Products
ru: Продукты

source: Product
ru: Продукт

source: Quantity
ru: Количество

source: Total price
ru: Итоговая цена

source: Remove
ru: Удалить

source: Add extras
ru: Добавить добавки

source: Total price (with extras)
ru: Итоговая цена (вместе добавками)

# Purchase
source: Order
ru: Заказать

source: Delete
ru: Удалить

source: No cart items found
ru: На данный момент товаров в корзине нет

source: No items
ru: Товар не найден

source: You have no data to show
ru: Извините, но по данным критериям ничего не нашлось. Попробуйте изменить условия поиска

source: You have no any container
ru: У вас нет ни одной категории(контейнера)

source: Sorry, but your cart is empty, please add something to proceed
ru: Приносим свои извенения, но ваша корзина пуста, пожалуйста добавьте туда что-нибудь

source: Your request order
ru: Ваш заказ

source: Extras
ru: Добавки

source: Price
ru: Цена

source: Order stuff
ru: Товар заказа

source: Image
ru: Изображение

source: Total (with extras):
ru: Итого (вместе с добавками):

source: Finish the order
ru: Закончить заказ

source: There is nothing you can order, please add something to your cart
ru: Нет ничего, что бы вы могли заказать, пожалуйста добавьте что-нибудь в вашу корзину

source: Your order was successfully queued and soon will be processed
ru: Ваш заказ был успешно добавлен в очередь обработки

source: Thank you, your vote is applied
ru: Спасибо, ваш голос учтен

source: Status
ru: Статус

source: Your orders
ru: Ваши заказы

source: Search
ru: Поиск

source: Export as csv
ru: Экспортировать в csv

source: Fee
ru: Комиссия

source: Stuff
ru: Стафф
