Repository: stden/colortek
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ru

source: User
ru: Пользователь

source: total
ru: итого

source: No orders found
ru: Заказы не найдены

source: No services was initiated
ru: Ни одного сервиса не было инициализировано

source: paid
ru: оплачен б/н

source: Sorry, such opperation is blocked for you
ru: Приносим свои извинения, но данная операция заблокирована для вас

source: Sorry, but there are several fields you should fill in your profile
ru: Приносим свои извенения, но для осуществления данной операции вам необходимо заполнить некоторые поля в вашем профиле

source: Information
ru: Информация

source: Back
ru: Назад

source: Close
ru: Закрыть

source: Sorry, such opperation could not be proceed for some reason
ru: Извините, данная операция не может быть выполнена из-за некоторых причин

source: Error!
ru: Ошибка!

source: Form was not filled correctly
ru: Форма была заполнена неправильно

source: additional emails
ru: дополнительные e-mail адреса

source: with , as delimiter
ru: разделитель ,

source: promo code
ru: промо-код
